{ "projects": [ {
    "name": "Via Beccari",
    "location": "Rome",
    "type":"Residential",
    "body": "The project involved a complete internal renovation of a ground floor apartment located in the San Saba neighborhood in the center of Rome. The renovation included meticulous restoration and reuse of the beautiful marble flooring and particular attention to bespoke bookshelving, which added an elegant touch to the overall design, separating the entrance to the living space whilst allowing natural light to penetrate. The outdoor garden was also transformed into a stunning oasis that complements the interior design of the space. The end result was a stunning transformation of the apartment that added an extra bathroom and two walk-in closets.",
    "image": "rome",
    "images": ["rome0", "rome1", "rome2","rome3"],
    "slug": "rome"
},
{
    "name": "Southampton Row",
    "location": "London",
    "type": "Residential",
    "body": "The project involved a complete renovation of five penthouse apartments located on the top floor of a listed building in central London. The apartments are situated atop the iconic Sicilian Avenue in Holborn. The scope of the project included obtaining listed building consent and incorporating top security features to meet the requirements of a high-tech client. The project presented a particular challenge as it required the removal of all fire lobbies, which was accomplished through the use of concealed mist sprinkler systems.",
    "image": "sr",
    "images": ["sr0", "sr1", "sr2","sr3","sr4","sr5"],
    "slug": "sr"
},
{
    "name": "Vonder HQ",
    "location": "London",
    "type": "Workspace",
    "body": "The headquarters of Vonder in the UK. Over 300 square meters of workplace housing two tea points, three meeting rooms, seating space for 40 people, and executive offices. For this project, I was responsible for the design and project delivery throughout all stages. This project features a colorful unfinished look, using polished plaster with Scandinavian furniture, russian feature lightinh, and walnut as the natural wood of choice. Meeting room desks, executive desk, artwork selection... were designed in-house.",
    "image": "vonder",
    "images": ["vonder0", "vonder1", "vonder2","vonder3","vonder4","vonder5","vonder6","vonder7","vonder8","vonder9"],
    "slug": "vonder"
},
{
    "name": "Lingfield",
    "location": "London",
    "type": "Residential",
    "body": "Private residence in South West London. The design features a contemporary style with flat fronted doors, matt black bespoke ironmongery, and book matched marble splashback. The floorboards cabinetry that blends in with the Dinesen flooring, creating a contrasting rustic feel that adds warmth to the space.",
    "image": "lingfield",
    "images": ["lingfield0", "lingfield1", "lingfield2","lingfield3"],
    "slug": "lingfield"
}
],
 "services": [ 
    {
        "service": "Architectural Design",
        "image": "arch.jpg",
        "copy": "Architectural Design: We specialize in creating customized architectural designs that bring your vision to life. Our team of experienced architects works closely with you to understand your needs and preferences, and then uses their expertise to create a functional and aesthetically pleasing design."
    },    
    {
        "service": "Interior design",
        "image": "interiordesign.jpg",
        "copy": "Interior Design: Our interior design services are tailored to your unique style and preferences. We help you choose the right colors, materials, and furnishings to create a space that reflects your personality and meets your needs."
    },
    {
        "service": "3D visualization",
        "image": "render.jpg",
        "copy": "3D Visualization: Our advanced 3D visualization software allows you to see your design concepts come to life before construction begins. We create realistic 3D models of your space, so you can visualize every detail and make any necessary changes to achieve your desired result."
    },
    {
        "service": "Bespoke furniture",
        "image": "bespoke.jpg",
        "copy": "Bespoke Furniture: Our bespoke furniture services provide you with unique, one-of-a-kind pieces that are designed specifically for your space. We work with skilled craftsmen to create custom furniture that is not only beautiful but also functional and durable."
    },
    {
        "service": "Professional consultancy",
        "image": "professional.jpg",
        "copy": "Built Works Professional Consultancy: We offer professional consultancy services to guide you throughout the entire construction process. Our team will work closely with you to ensure that your project is completed on time, within budget, and to your satisfaction. We can also help you find all the different professionals that may be required, such as solicitors, mortgage advisors, and moving companies, taking care of the entire process for you."
    },
    {
        "service": "House search and report",
        "image": "housesearch.jpg",
        "copy": "House Search and Report: Looking for your dream home or property can be overwhelming, which is why our team of real estate and design experts is here to help. We conduct a thorough search based on your requirements and provide you with a comprehensive report that includes all the details you need to make an informed decision. Additionally, we can accompany you to viewings and offer professional advice on how the property could be transformed and adjusted to your needs."
    }
]
}
