{ "projects": [ {
    "name": "Welbeck street HQ",
    "location": "London",
    "type": "Workspace",
    "body": "The headquarters of a UK-based real estate developer encompasses over 300 square meters of workspace, featuring two tea points, three meeting rooms, seating for 40 people, and executive offices. We were tasked with responsibility for project delivery throughout all stages. The project showcases a vibrant unfinished aesthetic, employing polished plaster combined with Scandinavian furniture, Russian feature lighting, and walnut as the chosen natural wood. Meeting room desks, executive desks, and the selection of artwork were all designed in-house.",
    "image": "vonder",
    "images": ["vonder0", "vonder1", "vonder2","vonder3","vonder4","vonder5","vonder6","vonder7","vonder8","vonder9"],
    "slug": "vonder"
},{
    "name": "Via Beccari",
    "location": "Rome",
    "type":"Residential",
    "body": "The project involved a complete internal renovation of a ground floor apartment located in the San Saba neighborhood in the center of Rome. The renovation included meticulous restoration and reuse of the beautiful marble flooring and particular attention to bespoke bookshelving, which added an elegant touch to the overall design, separating the entrance to the living space whilst allowing natural light to penetrate. The outdoor garden was also transformed into a stunning oasis that complements the interior design of the space. The end result was a stunning transformation of the apartment that added an extra bathroom and two walk-in closets.",
    "image": "rome",
    "images": ["rome0", "rome1", "rome2","rome3"],
    "slug": "rome"
},
{
    "name": "Southampton Row",
    "location": "London",
    "type": "Residential",
    "body": "The project involved a complete renovation of five penthouse apartments located on the top floor of a listed building in central London. The apartments are situated atop the iconic Sicilian Avenue in Holborn. The scope of the project included obtaining listed building consent and incorporating top security features to meet the requirements of a high-tech client. The project presented a particular challenge as it required the removal of all fire lobbies, which was accomplished through the use of concealed mist sprinkler systems.",
    "image": "sr",
    "images": ["sr0", "sr1", "sr2","sr3","sr4","sr5"],
    "slug": "sr"
},

{
    "name": "Lingfield",
    "location": "London",
    "type": "Residential",
    "body": "Private residence in South West London. The design features a contemporary style with flat fronted doors, matt black bespoke ironmongery, and book matched marble splashback. The floorboards cabinetry that blends in with the Dinesen flooring, creating a contrasting rustic feel that adds warmth to the space.",
    "image": "lingfield",
    "images": ["lingfield0", "lingfield1", "lingfield2","lingfield3"],
    "slug": "lingfield"
}
],
 "services": [ 
    {
        "service": "Architectural Design",
        "image": "arch.jpg",
        "copy": "Unlock your architectural dreams with our expertise in crafting customized designs that harmonize form and function. Trust our team of skilled architects to transform your vision into a remarkable reality.",
        "name": "/arch.gltf"
    },    
    {
        "service": "Interior design",
        "image": "interiordesign.jpg",
        "copy": "Elevate your space with our exceptional interior design services. From concept to completion, we create captivating interiors that reflect your style, enhance functionality, and evoke a sense of harmony and luxury.",
        "name": "/id.gltf"
    },
    {
        "service": "3D visualization",
        "image": "render.jpg",
        "copy": "Experience your project with our advanced 3D visualization services. Our realistic renderings make your ideas clear, helping you make informed decisions and visualize the final outcome.",
        "name": "/vis.gltf"
    },
    {
        "service": "Bespoke furniture",
        "image": "bespoke.jpg",
        "copy": "Indulge in the exquisite craftsmanship of our bespoke furniture creations. Each piece is meticulously tailored to your preferences, combining aesthetics, functionality, and timeless elegance to complement your unique style.",
        "name": "/bf.gltf"
    },
    {
        "service": "Professional consultancy",
        "image": "professional.jpg",
        "copy": "Streamline your house purchase or renovation with our expert consultancy services, linking you with reliable professionals for a seamless and effective process from beginning to end.",
        "name": "/professional.gltf"
    },
    {
        "service": "House search and report",
        "image": "housesearch.jpg",
        "copy": "Discover your dream property with our expert guidance. Our team supports you with tailored advice, detailed inspections, and clear reports to ensure you make informed choices every step of the way.",
        "name": "/house.gltf"
    }
]
}
